class DataJson:
    data = {
        "pages": [
            {
                "id": 1,
                "name": "1.1. Соответствие информации о деятельности организации, размещенной на общедоступных информационных ресурсах, ее содержанию и порядку (форме) размещения, установленным нормативными правовыми актами",
                "criterion": [
                    {
                        "name": "1"
                    },
                    {
                        "name": "2"
                    },
                    {
                        "name": "3"
                    },
                    {
                        "name": "4"
                    },
                    {
                        "name": "5"
                    },
                    {
                        "name": "6"
                    },
                    {
                        "name": "7"
                    },
                    {
                        "name": "8"
                    },
                    {
                        "name": "9"
                    },
                    {
                        "name": "10"
                    },
                    {
                        "name": "11"
                    },
                    {
                        "name": "12"
                    },
                    {
                        "name": "13"
                    },
                    {
                        "name": "14"
                    },
                    {
                        "name": "15"
                    },
                    {
                        "name": "16"
                    },
                    {
                        "name": "17"
                    },
                    {
                        "name": "18"
                    },
                    {
                        "name": "19"
                    },
                    {
                        "name": "20"
                    },
                    {
                        "name": "21"
                    },
                    {
                        "name": "22"
                    },
                    {
                        "name": "23"
                    },
                    {
                        "name": "24"
                    },
                    {
                        "name": "25"
                    },
                    {
                        "name": "26"
                    },
                    {
                        "name": "27"
                    },
                    {
                        "name": "28"
                    },
                    {
                        "name": "29"
                    },
                    {
                        "name": "30"
                    },
                    {
                        "name": "31"
                    },
                    {
                        "name": "32"
                    },
                    {
                        "name": "33"
                    },
                    {
                        "name": "34"
                    },
                    {
                        "name": "35"
                    },
                    {
                        "name": "36"
                    },
                    {
                        "name": "37"
                    },
                    {
                        "name": "38"
                    },
                    {
                        "name": "39"
                    },
                    {
                        "name": "40"
                    },
                    {
                        "name": "41"
                    },
                    {
                        "name": "42"
                    },
                    {
                        "name": "43"
                    },
                    {
                        "name": "44"
                    },
                    {
                        "name": "45"
                    }
                ]
            },
            {
                "id": 2,
                "name": "1.2. Обеспечение на официальном сайте организации наличия и функционирования дистанционных способов обратной связи и взаимодействия с получателями услуг",
                "criterion": [
                    {
                        "name": "46"
                    },
                    {
                        "name": "47"
                    },
                    {
                        "name": "48"
                    },
                    {
                        "name": "49"
                    },
                    {
                        "name": "50"
                    },
                    {
                        "name": "51"
                    }
                ]
            },
            {
                "id": 3,
                "name": "2.1.1 Наличие комфортных условий для предоставления услуг",
                "criterion": [
                    {
                        "name": "52"
                    },
                    {
                        "name": "53"
                    },
                    {
                        "name": "54"
                    },
                    {
                        "name": "55"
                    },
                    {
                        "name": "56"
                    }
                ]
            },
            {
                "id": 4,
                "name": "3.1. Оборудование территории, прилегающей к организации, и ее помещений с учетом доступности для инвалидов",
                "criterion": [
                    {
                        "name": "57"
                    },
                    {
                        "name": "58"
                    },
                    {
                        "name": "59"
                    },
                    {
                        "name": "60"
                    },
                    {
                        "name": "61"
                    }
                ]
            },
            {
                "id": 5,
                "name": "3.2. Обеспечение в организации условий доступности, позволяющих инвалидам получать услуги наравне с другими",
                "criterion": [
                    {
                        "name": "62"
                    },
                    {
                        "name": "63"
                    },
                    {
                        "name": "64"
                    },
                    {
                        "name": "65"
                    },
                    {
                        "name": "66"
                    }
                ]
            }
        ]
    }