class DataJson:
    grouping = {
        "pages": [
            {
                "id": 1,
                "name": "1.1. Соответствие информации о деятельности организации, размещенной на общедоступных информационных ресурсах, ее содержанию и порядку (форме) размещения, установленным нормативными правовыми актами",
                "criterion": [
                    {
                        "name": "1"
                    },
                    {
                        "name": "2"
                    },
                    {
                        "name": "3"
                    },
                    {
                        "name": "4"
                    },
                    {
                        "name": "5"
                    },
                    {
                        "name": "6"
                    },
                    {
                        "name": "7"
                    },
                    {
                        "name": "8"
                    },
                    {
                        "name": "9"
                    },
                    {
                        "name": "10"
                    },
                    {
                        "name": "11"
                    },
                    {
                        "name": "12"
                    },
                    {
                        "name": "13"
                    },
                    {
                        "name": "14"
                    },
                    {
                        "name": "15"
                    },
                    {
                        "name": "16"
                    },
                    {
                        "name": "17"
                    },
                    {
                        "name": "18"
                    },
                    {
                        "name": "19"
                    },
                    {
                        "name": "20"
                    },
                    {
                        "name": "21"
                    },
                    {
                        "name": "22"
                    },
                    {
                        "name": "23"
                    },
                    {
                        "name": "24"
                    },
                    {
                        "name": "25"
                    },
                    {
                        "name": "26"
                    },
                    {
                        "name": "27"
                    },
                    {
                        "name": "28"
                    },
                    {
                        "name": "29"
                    },
                    {
                        "name": "30"
                    },
                    {
                        "name": "31"
                    },
                    {
                        "name": "32"
                    },
                    {
                        "name": "33"
                    },
                    {
                        "name": "34"
                    },
                    {
                        "name": "35"
                    },
                    {
                        "name": "36"
                    },
                    {
                        "name": "37"
                    },
                    {
                        "name": "38"
                    },
                    {
                        "name": "39"
                    },
                    {
                        "name": "40"
                    },
                    {
                        "name": "41"
                    },
                    {
                        "name": "42"
                    },
                    {
                        "name": "43"
                    },
                    {
                        "name": "44"
                    },
                    {
                        "name": "45"
                    }
                ]
            },
            {
                "id": 2,
                "name": "1.2. Обеспечение на официальном сайте организации наличия и функционирования дистанционных способов обратной связи и взаимодействия с получателями услуг",
                "criterion": [
                    {
                        "name": "46"
                    },
                    {
                        "name": "47"
                    },
                    {
                        "name": "48"
                    },
                    {
                        "name": "49"
                    },
                    {
                        "name": "50"
                    },
                    {
                        "name": "51"
                    }
                ]
            },
            {
                "id": 3,
                "name": "2.1.1 Наличие комфортных условий для предоставления услуг",
                "criterion": [
                    {
                        "name": "52"
                    },
                    {
                        "name": "53"
                    },
                    {
                        "name": "54"
                    },
                    {
                        "name": "55"
                    },
                    {
                        "name": "56"
                    }
                ]
            },
            {
                "id": 4,
                "name": "3.1. Оборудование территории, прилегающей к организации, и ее помещений с учетом доступности для инвалидов",
                "criterion": [
                    {
                        "name": "57"
                    },
                    {
                        "name": "58"
                    },
                    {
                        "name": "59"
                    },
                    {
                        "name": "60"
                    },
                    {
                        "name": "61"
                    }
                ]
            },
            {
                "id": 5,
                "name": "3.2. Обеспечение в организации условий доступности, позволяющих инвалидам получать услуги наравне с другими",
                "criterion": [
                    {
                        "name": "62"
                    },
                    {
                        "name": "63"
                    },
                    {
                        "name": "64"
                    },
                    {
                        "name": "65"
                    },
                    {
                        "name": "66"
                    }
                ]
            }
        ]
    }

    answers = {
        "1": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "2": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "3": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "1",
                "text": "12"
            }
        ],
        "4": [
            {
                "value": "0",
                "text": "11"
            },
            {
                "value": "1",
                "text": "12"
            }
        ],
        "5": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "1",
                "text": "12"
            }
        ],
        "6": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "1",
                "text": "12"
            }
        ],
        "7": [
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "Структурные подразделения отсутствуют",
                "text": "13"
            }
        ],
        "8": [
            {
                "value": "0",
                "text": "12"
            }
        ],
        "9": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "10": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "1",
                "text": "12"
            }
        ],
        "11": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "12": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "13": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "14": [
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "15": [
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "16": [
            {
                "value": "0",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "17": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "18": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "19": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "20": [
            {
                "value": "0",
                "text": "11"
            },
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "21": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "22": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "23": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "24": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "25": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "26": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "27": [
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "28": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "29": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "0",
                "text": ""
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "30": [
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "31": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "1",
                "text": "12"
            }
        ],
        "32": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "33": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "34": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "35": [
            {
                "value": "1",
                "text": "11"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "36": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "37": [
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "38": [
            {
                "value": "1",
                "text": "12"
            },
            {
                "value": "0",
                "text": ""
            }
        ],
        "39": [
            {
                "value": "0",
                "text": ""
            },
            {
                "value": "Специальные технические средства отсутствуют",
                "text": "17"
            }
        ],
        "40": [
            {
                "value": "0",
                "text": ""
            },
            {
                "value": "Не предусмотрено",
                "text": "3"
            }
        ],
        "41": [
            {
                "value": "0",
                "text": ""
            },
            {
                "value": "Не предусмотрено",
                "text": "3"
            }
        ],
        "42": [
            {
                "value": "0",
                "text": ""
            },
            {
                "value": "0",
                "text": ""
            },
            {
                "value": "Платные услуги отсутствуют",
                "text": "4"
            }
        ],
        "43": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "44": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "45": [
            {
                "value": "1",
                "text": "12"
            }
        ],
        "46": [
            {
                "value": "0",
                "text": "1"
            }
        ],
        "47": [
            {
                "value": "0",
                "text": "1"
            }
        ],
        "48": [
            {
                "value": "0",
                "text": "1"
            }
        ],
        "49": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "50": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "51": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "52": [
            {
                "value": "0",
                "text": "1"
            }
        ],
        "53": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "54": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "55": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "56": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "57": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "58": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "59": [
            {
                "value": "0",
                "text": "1"
            }
        ],
        "60": [
            {
                "value": "0",
                "text": "1"
            }
        ],
        "61": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "62": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "63": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "64": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "65": [
            {
                "value": "1",
                "text": "1"
            }
        ],
        "66": [
            {
                "value": "1",
                "text": "1"
            }
        ]
    }